<template>
  <div class="home">
    <div class="block lg:hidden pt-5 font-semibold text-lg">ประวัติผู้ขาย</div>

    <img
      class="block lg:hidden h-7/12 w-7/12 pt-2 ml-16"
      src="@/assets/singto.jpg"
      alt="Workflow"
    />
    <div class="block lg:hidden pt-5 text-sm text-left ml-7 mr-7">
      เพลซ เวิร์ก ออยล์ฮีโร่ลิมูซีนหมายปองโปรเจกต์ นายแบบ
      คอนเทนเนอร์เซอร์มาร์เก็ตติ้งตุ๋ย แทกติคก๊วนหลวงพี่ สตรอเบอร์รีฟอยล์อัลตรา
      แซนด์วิชยูโรสตรอเบอรีพฤหัสเจ๊ เพรียวบางว้อดก้า
      เลิฟแรลลี่โบกี้วิภัชภาคมหาอุปราชา สปามอคคาแครอทคอนเทนเนอร์
      โปรเจ็คพรีเมียมแบ็กโฮฟลุคไมเกรน เอฟเฟ็กต์รีไซเคิลแก๊สโซฮอล์
      พาร์ตเนอร์ไวอะกร้าวิกคลับ คอมเพล็กซ์ ยูโรโฮสเตสเมาท์
      </div>

    <div class="hidden lg:block mt-28 ml-96 font-semibold text-3xl">ประวัติผู้ขาย</div>
    <div class="hidden lg:block pt-10 text-sm text-left ml-96 pl-64">
      เพลซ เวิร์ก ออยล์ฮีโร่ลิมูซีนหมายปองโปรเจกต์ นายแบบ
      คอนเทนเนอร์เซอร์มาร์เก็ตติ้งตุ๋ย แทกติคก๊วนหลวงพี่ <br> สตรอเบอร์รีฟอยล์อัลตรา
      แซนด์วิชยูโรสตรอเบอรีพฤหัสเจ๊ เพรียวบางว้อดก้า
      เลิฟแรลลี่โบกี้วิภัชภาคมหาอุปราชา <br> สปามอคคาแครอทคอนเทนเนอร์
      โปรเจ็คพรีเมียมแบ็กโฮฟลุคไมเกรน เอฟเฟ็กต์รีไซเคิลแก๊สโซฮอล์
      พาร์ตเนอร์ไวอะ <br> กร้าวิกคลับ คอมเพล็กซ์ ยูโรโฮสเตสเมาท์
      </div>
        <img
          class="hidden lg:block h-3/12 w-3/12 ml-52 -mt-28"
          src="@/assets/singto.jpg"
          alt="Workflow"
        />
    
    
  </div>
</template>

<script>
// @ is an alias to /src
</script>
